<html>
    <head>
        <meta http-equiv="Content-Type" content="text/html; charset=utf-8">
        <title>белкин дом</title>
        <link href="./styles/style.css" rel="stylesheet">
    </head>
    <body>
        <?php include ("blocks/header.php"); ?>

        <main class="main-container">
          <ul id="pass">
            <li><a href="#">Блог</a></li>
            <li><a href="#">Вязаные ковры</a></li>
          </ul>
          <div id="blogpost">
            <h1>Вязаные ковры</h1>
            <div class="rel">
              <img src="./img/border-b.png" class="border">
              <img src="./img/post-img-1.jpg">
            </div>
            <p>Исторически так сложилось, что ковры вязались из трикотажного полотна. Наши бабушки резали майки, колготки, ненужные вещи, которые уже пришли в негодность: все шло на изготовление долговечных и прочных изделий для дома. Уверена, что у кого-то из вас до сих пор остались бабушкины лоскутные коврики. Большое преимущество трикотажной пряжи в том, что это 100% хлопок, а значит экологически чистый материал. Его можно со спокойной душой использовать в интерьере, в том числе в детских комнатах.</p>
            <div class="rel">
              <img src="./img/border-s.png" class="border">
              <img src="./img/post-img-2.jpg">
            </div>
            <p>Исторически так сложилось, что ковры вязались из трикотажного полотна. Наши бабушки резали майки, колготки, ненужные вещи, которые уже пришли в негодность: все шло на изготовление долговечных и прочных изделий для дома. Уверена, что у кого-то из вас до сих пор остались бабушкины лоскутные коврики. Большое преимущество трикотажной пряжи в том, что это 100% хлопок, а значит экологически чистый материал. </p>
          </div>
          </main>

        <?php include ("blocks/footer.php"); ?>
    </body>
</html>
