
        <main class="main-container">
          <ul id="post-list">
            <li>
              <img src="./img/blog-img-s-1.jpg">
              <div id="preview">
                <h1>Новая запись</h1>
                <p>Вязать меня научила то ли мама, то ли бабушка еще в детстве. Но вязала я в основном круги и
                  квадраты, потому что на сложные изделия и узоры у меня не хватало терпения, больше всего
                  меня увлекал сам процесс вязания. Потом я надолго забросила вязание, учеба...</p>
              </div>
              <div id="read-more"><a href="#">Читать далее</a></div>
            </li>
            <li>
              <img src="./img/blog-img-s-2.jpg">
              <div id="preview">
                <h1>Новая запись</h1>
                <p>Вязать меня научила то ли мама, то ли бабушка еще в детстве. Но вязала я в основном круги и
                  квадраты, потому что на сложные изделия и узоры у меня не хватало терпения, больше всего
                  меня увлекал сам процесс вязания. Потом я надолго забросила вязание, учеба...</p>
              </div>
              <div id="read-more"><a href="#">Читать далее</a></div>
            </li>
            <li>
              <img src="./img/blog-img-s-3.jpg">
              <div id="preview">
                <h1>Новая запись</h1>
                <p>Вязать меня научила то ли мама, то ли бабушка еще в детстве. Но вязала я в основном круги и
                  квадраты, потому что на сложные изделия и узоры у меня не хватало терпения, больше всего
                  меня увлекал сам процесс вязания. Потом я надолго забросила вязание, учеба...</p>
              </div>
              <div id="read-more"><a href="#">Читать далее</a></div>
            </li>
          </ul>

        </main>
